<?php

class ActivitiesModel
{
    public $titles = array("Любимая мызыка", "Мое хобби", "Любимые книги", "Любимые фильмы");

    public $descriptions = array(
        "Red Hot Chili Peppers (часто используется аббревиатура RHCP; с англ. — «Красные острые перцы чили») —
    американская
    рок-группа, образованная в 1983 году в Калифорнии вокалистом Энтони Кидисом, басистом Майклом Бэлзари
    (больше известным
    как Фли), гитаристом Хиллелом Словаком и барабанщиком Джеком Айронсом.",
        "Программирую на острове.",
        "«Евге́ний Оне́гин» — роман в стихах русского писателя и поэта Александра Сергеевича Пушкина, написанный в
        1823—1830
        годах, одно из самых значительных произведений русской словесности.",
        "«Богемская рапсодия» (англ. Bohemian Rhapsody) — американо-британский биографический фильм о британской
        рок-группе
        Queen, сосредоточенный на жизни вокалиста Фредди Меркьюри вплоть до концерта группы на фестивале Live Aid."
    );

    public $imageUrls = array("9", "kotlin", "evgen", "bohemian_rhapsody");

    public $ids = array("music", "hobby", "books", "films");
}
